Repository: zxlhhyccc/MY-luci
Catalog: applications/luci-app-simple-adblock/po/*/simple-adblock.po
Languages: es, zh_cn

source: Advanced Configuration
es: Configuración avanzada
zh_cn: 高级配置

source: Allow Non-ASCII
es: Permitir no ASCII

source: Allow Non-ASCII characters in DNSMASQ file
es: Permitir caracteres no ASCII en el archivo DNSMASQ

source: Attempt to create a compressed cache of final block-list on the router.
es: Intente crear un caché comprimido de la lista de bloqueo final en el enrutador.

source: Basic Configuration
es: Configuración básica
zh_cn: 基本配置

source: Blacklisted Domain URLs
es: URLs de dominio en lista negra
zh_cn: 列入黑名单的域名 URL

source: Blacklisted Domains
es: Dominios en la lista negra
zh_cn: 列入黑名单的域名

source: Blacklisted Hosts URLs
es: URLs de hosts en lista negra
zh_cn: 列入黑名单的主机 URL

source: Collected Errors
es: Errores recopilados

source: Configuration
es: Configuración
zh_cn: 配置

source: Controls system log and console output verbosity
es: Controla el registro del sistema y la salida de consola.
zh_cn: 控制系统日志和控制台输出的详细程度

source: Delay (in seconds) for on-boot start
es: Retardo (en segundos) para el inicio en el arranque
zh_cn: 开机启动延迟（秒）

source: Disable Debugging
es: Deshabilitar depuración
zh_cn: 禁用调试

source: Do not allow Non-ASCII
es: No permitir no ASCII

source: Do not store compressed cache
es: No almacene caché comprimido

source: Do not use simultaneous processing
es: No use procesamiento simultáneo

source: Download time-out (in seconds)
es: Tiempo de espera de descarga (en segundos)
zh_cn: 下载超时（秒）

source: Enable Debugging
es: Habilitar depuración
zh_cn: 启用调试

source: Enable/Start
es: Habilitar/Iniciar
zh_cn: 启用/启动

source: Enables debug output to /tmp/simple-adblock.log
es: Habilitar la salida de depuración a /tmp/simple-adblock.log
zh_cn: 启用到 /tmp/simple-adblock.log 的调试输出

source: Force Router DNS
es: Forzar enrutador DNS
zh_cn: 强制路由器 DNS

source: Force Router DNS server to all local devices
es: Forzar el servidor DNS del enrutador a todos los dispositivos locales
zh_cn: 强制路由器 DNS 服务所有本地设备

source: Forces Router DNS use on local devices, also known as DNS Hijacking
es: Forza el uso del DNS del enrutador en dispositivos locales, también conocido como Secuestro de DNS
zh_cn: 强制路由器 DNS 在本地设备上使用，也称为 DNS 劫持

source: Individual domains to be blacklisted
es: Dominios individuales para ser incluidos en la lista negra
zh_cn: 要列入黑名单的单独域名

source: Individual domains to be whitelisted
es: Dominios individuales para ser incluidos en la lista blanca
zh_cn: 要列入白名单的单独域名

source: LED to indicate status
es: LED para indicar estado
zh_cn: LED 指示状态

source: Launch all lists downloads and processing simultaneously, reducing service start time
es: Inicie todas las descargas y el procesamiento de listas simultáneamente, reduciendo el tiempo de inicio del servicio

source: Let local devices use their own DNS servers if set
es: Dejar que los dispositivos locales usen sus propios servidores DNS si están configurados
zh_cn: 如果设置，让本地设备使用自己的 DNS 服务器

source: Message
es: Mensaje

source: Only enable if your version of DNSMASQ supports the use of Non-ASCII characters, otherwise DNSMASQ will fail to start.
es: Solo habilítelo si su versión de DNSMASQ admite el uso de caracteres no ASCII; de lo contrario, DNSMASQ no se iniciará.

source: Output Verbosity Setting
es: Configuración de verbosidad de salida
zh_cn: 输出详细程度设置

source: Pick the LED not already used in
es: Elige el LED que no se haya usado en
zh_cn: 选择尚未使用的 LED

source: Reload
es: Recargar
zh_cn: 刷新

source: Run service after set delay on boot
es: Ejecutar el servicio después de establecer el retraso en el arranque
zh_cn: 开机后延迟多少秒运行服务

source: Service Status
es: Estado del servicio
zh_cn: 服务状态

source: Service is disabled/stopped
es: El servicio está deshabilitado/detenido
zh_cn: 服务已禁用/已停止

source: Service is enabled/started
es: El servicio está habilitado/iniciado
zh_cn: 服务已启用/已启动

source: Service started with error
es: Servicio iniciado con error
zh_cn: 服务启动时出错

source: Simple AdBlock Settings
es: Ajustes de Simple AdBlock
zh_cn: 简单 AdBlock 设置

source: Simultaneous processing
es: Procesamiento simultáneo

source: Some output
es: Alguna salida
zh_cn: 一些输出

source: Start Simple Adblock service
es: Iniciar el servicio Simple Adblock
zh_cn: 启动简单 Adblock 服务

source: Stop the download if it is stalled for set number of seconds
es: Detenga la descarga si se detiene durante un número de segundos establecido
zh_cn: 如果下载停滞设定的秒数后，则停止下载

source: Stop/Disable
es: Detener/Deshabilitar
zh_cn: 停止/禁用

source: Store compressed cache
es: Almacenar caché comprimido

source: Store compressed cache file on router
es: Almacene el archivo de caché comprimido en el enrutador

source: Suppress output
es: Suprimir salida
zh_cn: 抑制输出

source: System LED Configuration
es: Configuración del sistema LED
zh_cn: 系统 LED 配置

source: Task
es: Tarea

source: URLs to lists of domains to be blacklisted
es: URL a listas de dominios que se incluirán en la lista negra
zh_cn: 黑名单域名列表的 URL

source: URLs to lists of domains to be whitelisted
es: URL a listas de dominios que se incluirán en la lista blanca
zh_cn: 白名单域名列表的 URL

source: URLs to lists of hosts to be blacklisted
es: URL a listas de hosts para ser incluidos en la lista negra
zh_cn: 黑名单主机列表的 URL

source: Use simultaneous processing
es: Usar procesamiento simultáneo

source: Verbose output
es: Salida verbosa
zh_cn: 详细输出

source: Whitelist and Blocklist Management
es: Gestión de listas blancas y listas de bloqueo
zh_cn: 白名单和黑名单管理

source: Whitelisted Domain URLs
es: URLs de dominio en lista blanca
zh_cn: 白名单域名 URL

source: Whitelisted Domains
es: Dominios en lista blanca
zh_cn: 白名单域名

source: none
es: ninguno
zh_cn: 无

source: Simple AdBlock
zh_cn: 简单 AdBlock
